{
    "cohort": [
        {
            "id": 1,
            "firstName": "Christopher",
            "lastName": "Abbondandelo",
            "isHired": false,
            "reelThemIn": "<p>The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs...<br></br>- Theodore Roosevelt</p>",
            "bio": "<p>Through my experience helping to market SaaS products, I was constantly wondering how they actually worked.  To better communicate the value of the software, I had to gain hands on technical experience and decided to enroll in NSS.  I am thankful for my sales experience, but I am way more excited to be on the 'building' side of things rather than selling. I enjoy building Web APIs, user friendly react applications, and utilizing third party APIs.  When I am not perfecting my technical craft, you can find me tying flies, enjoying a nice bourbon or walking my corgi Daisy!</p>",
            "github": "https://github.com/abbondcj",
            "linkedIn": "https://www.linkedin.com/in/chrisabbondandelo/",
            "portfolio": null,
            "email": "abbondandelo@gmail.com",
            "proImg": "chrisAbbPro.jpg",
            "funImg": "ChristopherAbbondandelo_Fun.jpg"
        },
        {
            "id": 2,
            "firstName": "Giovanni",
            "lastName": "Barajas",
            "isHired": true,
            "reelThemIn": "<p>You're only new to something the first time you do it!</p>",
            "bio": "<p>Fresh to software development, experienced in the workforce and life. Eager to apply all of my different work experience to the Dev field!</p>",
            "github": "https://github.com/GiovanniGith",
            "linkedIn": "https://www.linkedin.com/in/giovanni-barajas-403752219/",
            "portfolio": null,
            "email": "gbarajas2109@gmail.com",
            "proImg": "gioPro.jpg",
            "funImg": "GiovanniBarajas_Fun.jpg"
        },
        {
            "id": 3,
            "firstName": "Nathan",
            "lastName": "Blackman",
            "isHired": false,
            "reelThemIn": "Programming is pretty cool",
            "bio": "Programming since high school, finally certified and ready to enter the field after years after 5 years of and honing my skills in the back ground! Getting married in July 2023",
            "github": "https://github.com/NathanBlackman",
            "linkedIn": "https://www.linkedin.com/in/nathan-blackman-979344200/",
            "portfolio": "https://github.com/NathanBlackman",
            "email": "nathanpgblackman@gmail.com",
            "proImg": "nathanPro.jpg",
            "funImg": "nathanPro.jpg"
        },
        {
            "id": 4,
            "firstName": "Chris",
            "lastName": "Brannon",
            "isHired": true,
            "reelThemIn": null,
            "bio": null,
            "github": "https://github.com/clbrannon",
            "linkedIn": null,
            "portfolio": null,
            "email": "chrisl.brannon@gmail.com",
            "proImg": "proimageHolder.png",
            "funImg": "funimageHolder.png"
        },
        {
            "id": 5,
            "firstName": "McKenzie",
            "lastName": "Byrd",
            "isHired": true,
            "reelThemIn": "<p>“I have not failed. I've just found 10,000 ways that won't work.” – Thomas Edison</p>",
            "bio": "<p>Hairstylist turned developer and loving it! After 7 fulfilling years in the beauty industry, I was feeling ready to push myself to learn something new. I am loving using my creative problem solving skills in a new way and am passionate about growth and education. Excited for a new career in tech!</p>",
            "github": "https://github.com/mckenziebyrdgranda",
            "linkedIn": "https://www.linkedin.com/in/mckenzie-byrd/",
            "portfolio": null,
            "email": "mckenziebyrd@me.com",
            "proImg": "mckenziePro.jpg",
            "funImg": "mckenziePro.jpg"
        },
        {
            "id": 6,
            "firstName": "Michael",
            "lastName": "Closky",
            "isHired": false,
            "reelThemIn": null,
            "bio": null,
            "github": null,
            "linkedIn": null,
            "portfolio": null,
            "email": null,
            "proImg": "proimageHolder.png",
            "funImg": "funimageHolder.png"
        },
        {
            "id": 7,
            "firstName": "Marc",
            "lastName": "Giguere",
            "isHired": false,
            "reelThemIn": "<p>sup</p>",
            "bio": "<p>Marc Giguere (25 June 1903 – 21 January 1950), better known by his pen name George Orwell, was an English novelist, essayist, journalist, and critic.[1] His work is characterised by lucid prose, social criticism, opposition to totalitarianism, and support of democratic socialism.[2]</p>",
            "github": "https://github.com/macgere",
            "linkedIn": "https://www.linkedin.com/in/marcdgiguere/",
            "portfolio": null,
            "email": "mac_gere@yahoo.com",
            "proImg": "proimageHolder.png",
            "funImg": "funimageHolder.png"
        },
        {
            "id": 8,
            "firstName": "William",
            "lastName": "Hollahan",
            "isHired": true,
            "reelThemIn": "<p>Standout achievement in software development has been chugging a packet of hot sauce with my boss.</p>",
            "bio": "<p>Formerly someone who had no idea what they wanted in life, I turned my love for personal coding projects into a career with software development through NSS. Currently a software developer at Western Express.</p>",
            "github": "https://github.com/whollahan",
            "linkedIn": "https://www.linkedin.com/in/whollahan/",
            "portfolio": null,
            "email": "hollahan.william@gmail.com",
            "proImg": "willH.jpg",
            "funImg": "willH.jpg"
        },
        {
            "id": 9,
            "firstName": "Rick",
            "lastName": "Kersmarki",
            "isHired": false,
            "reelThemIn": "<p>“I think when you go on trial they should have a parrot there that says guilty or not guilty for you, as a sort of courtesy.”  - Jack Handy</p>",
            "bio": "<p>Following the classic Nashville model of music and service industry into software development! I'm excited to harness my years of management experience and apply my skills to find new solutions in a career in tech.</p>",
            "github": "https://github.com/RSK-217",
            "linkedIn": "https://www.linkedin.com/in/rickkersmarki/",
            "portfolio": null,
            "email": "rkersmarki@gmail.com",
            "proImg": "rickPro.jpg",
            "funImg": "rickPro.jpg"
        },
        {
            "id": 10,
            "firstName": "Sarah",
            "lastName": "Maginnis",
            "isHired": false,
            "reelThemIn": "<p>“Beware; for I am fearless, and therefore powerful.” - Mary Shelley, Frankenstein</p>",
            "bio": "<p>I've lived a thousand lives, and dreamed a thousand dreams, first as an immigration attorney, then as a law librarian, and now as a software developer. My goal is to leverage my prior experience as a law librarian and my passion for solving problems with technology into a successful career as a software developer. I have a passion for software development and a love of learning.</p><p>I chose to go to Nashville Software School because of their strong track record of employment success and the part-time program was ideal for me and my situation as a part-time law librarian and full-time stay-at-home mom. I am looking for a junior software development job in the Nashville area. In additional to the technical skills gained at NSS, I have excellent communication skills with a proven ability to manage complex projects, design and present instructional and training materials, research complicated and obscure information, and problem solve in a team environment.</p>",
            "github": "https://github.com/sarahemaginnis",
            "linkedIn": "https://www.linkedin.com/in/sarahemaginnis/",
            "portfolio": "https://sarahmaginnis.com/software-development/",
            "email": "sarahemaginnis@gmail.com",
            "proImg": "sarahPro.jpg",
            "funImg": "SarahMaginnis_Fun.jpg"
        },
        {
            "id": 11,
            "firstName": "Emily",
            "lastName": "Schroeder",
            "isHired": true,
            "reelThemIn": "<p>Give a woman a program, frustrate her for a day.Teach a woman to program, frustrate her for a lifetime</p>",
            "bio": "<p>With over 5 years spent in healthcare technology, I noticed that web apps and data presentations are the future of the industry and became interested in software engineering. With my experience in Disputes Resolution, Account Management, Senior Leadership, and now Software Engineering; I am able to put my problem solving, critical thinking, and learned technology skills to application. I pride myself in being a lifelong learner which is a necessary trait in the ever-evolving world of software engineering. I look forward to learning and growing on this career path.</p>",
            "github": "https://github.com/Eschroeder0212",
            "linkedIn": null,
            "portfolio": null,
            "email": "estanfill0212@gmail.com",
            "proImg": "emilyPro.jpg",
            "funImg": "EmilySchroeder_Fun.jpg"
        },
        {
            "id": 12,
            "firstName": "Nicholas",
            "lastName": "Stewart",
            "isHired": true,
            "reelThemIn": "<p>“For the things we have to learn before we can do them, we learn by doing them.” - Aristotle</p>",
            "bio": "<p>Service industry worker turned software engineer. After I deciding that I wanted more out of life I found Nashville Software School and dove head first into development. I'm currently a Web Developer with Array!</p>",
            "github": "https://github.com/GuessImNick",
            "linkedIn": "https://www.linkedin.com/in/nicstew/",
            "portfolio": null,
            "email": "stewartnick53@icloud.com",
            "proImg": "nickPro.jpg",
            "funImg": "nickPro.jpg"
        },
        {
            "id": 13,
            "firstName": "Michael",
            "lastName": "Swoboda",
            "isHired": false,
            "reelThemIn": "<p>“Do something cool and give a f*uck about people” - Rob Bailey</p>",
            "bio": "<p>After completing my enlistment as an Intelligence Analyst for the United States Army, I have gained several years of experience in executive support, finance, client services and soon software development<p>",
            "github": "https://github.com/MSwoboda57",
            "linkedIn": "https://www.linkedin.com/in/michael-swoboda-18474666/",
            "portfolio": null,
            "email": "pv2swoboda@gmail.com",
            "proImg": "michaelPro.jpg",
            "funImg": "michaelPro.jpg"
        },
        {
            "id": 14,
            "firstName": "Vernon",
            "lastName": "Westmoreland",
            "isHired": true,
            "reelThemIn": "<p>Wu Tang is for the Children<p>",
            "bio": "<p>Former Commercial Airline Pilot and accomplished Implementation Specialist with skill in Full Stack Development seeking a position where I can leverage my experience and contribute to innovation<p>",
            "github": "https://github.com/vfwestmoreland",
            "linkedIn": "http://www.linkedin.com/in/vfwest",
            "portfolio": null,
            "email": "vfwestmoreland@gmail.com",
            "proImg": "wesPro.jpg",
            "funImg": "wesPro.jpg"
        },
        {
            "id": 15,
            "firstName": "Brennan",
            "lastName": "Wills",
            "isHired": false,
            "reelThemIn": "<p>I never thought I'd be at a point in my life where I found sorting algorithm Olympics entertaining, but here we are...<p>",
            "bio": "<p>Since attending college where I studied graphic design I've had the pleasure of working on many freelance projects while employed in the service industry. When I discovered NSS I saw an opportunity to take my skills to the next level and learn to build engaging, friendly, and dynamic applications.  Even in the service industry creating a valuable 'user' experience has been my M.O.  Allow me to show you what I can do!<p>",
            "github": "https://github.com/rootmyth",
            "linkedIn": "https://www.linkedin.com/in/brennangwills/",
            "portfolio": null,
            "email": "brennangwills@gmail.com",
            "proImg": "brennanPro.jpg",
            "funImg": "BrennanWills_Fun.jpg"
        }
    ]
}
